Repository: streamyfin/jellyfin-plugin-streamyfin
Catalog: Jellyfin.Plugin.Streamyfin/Resources/Strings.*.resx
Languages: es_mx, fr, fr_mx, nl, zh_cn

# PlaybackStartTitle
source: Playback started
es_mx: Comenzó a reproducir medios
fr: Lecture démarrée
fr_mx: Lecture Lancé
nl: Afspelen gestart
zh_cn: 开始播放

# UserWatching
source: {0} watching
es_mx: {0} empezaron a mirar
fr: {0} regarde actuellement
fr_mx: {0} En visionnage
nl: {0} aan het kijken
zh_cn: {0} 正在观看

# SeriesSeason
source: {0}, Season {1}
es_mx: {0}, Temporada {1}
fr: {0}, Saison {1}
fr_mx: {0}, Saison {1}
nl: {0}, Seizoen {1}
zh_cn: {0}, 第 {1} 季

# Series Episode
source: {0}, Episode {1}
es_mx: {0}, Episodio {1}
fr: {0}, Épisode {1}
nl: {0}, Aflevering {1}
zh_cn: {0}, 第 {1} 集

# SessionStartTitle
source: Session started
es_mx: Empezó una sesión
fr: Session démarrée
fr_mx: Session lancée
nl: Sessie gestart
zh_cn: 会话已开始

# UserNowOnline
source: {0} is now online
es_mx: {0} está en línea
fr: {0} est en ligne
fr_mx: {0} Est en ligne
nl: {0} is nu online
zh_cn: {0} 现已上线

# UserLockedOutTitle
source: User locked out
es_mx: Usuario bloqueado
fr: Utilisateur bloqué
fr_mx: Utilisateur bloqué
nl: Gebruiker Geblokeerd
zh_cn: 用户已锁定

# UserHasBeenLockedOut
source: {0} has been locked out
es_mx: {0} se le ha bloqueado la cuenta
fr: L’utilisateur {0} a été bloqué
fr_mx: L’utilisateur {0} a été bloquer
nl: {0} Gebruiker is geblokeerd
zh_cn: {0} 已被锁定

# ItemAddedTitle
source: {0} added
es_mx: {0} añadido
fr: {0} ajouté
fr_mx: {0} Ajouté
nl: {0} toegevoegd
zh_cn: {0} 已添加

# EpisodeAddedTitle
source: Episode added
es_mx: Episodio añadido
fr: Épisode ajouté
fr_mx: Episode ajouté
nl: Aflevering toegevoegd
zh_cn: 剧集已添加

# EpisodesAddedTitle
source: Episodes added
es_mx: Episodios añadido
fr: Épisodes ajoutés
fr_mx: Episode ajouté
nl: Aflevering toegevoegd
zh_cn: 多个剧集已添加

# EpisodeNumberAddedForSeason
source: {0} - Episode {1} added for Season {2}
es_mx: {0} - Episodio {1} añadido para la Temporada {2}
fr: {0} - Épisode {1} ajouté pour la saison {2}
fr_mx: {0} - Episode {1} ajouté pour la saison {2}
nl: {0} - Aflevering {1} toegevoegd voor Seizoen {2}
zh_cn: {0} - 第 {2} 季第 {1} 集已添加

# EpisodeAdded
source: {0} - Episode {1} added
es_mx: {0} - Episodio {1} añadido
fr: {0} - Épisode {1} ajouté
fr_mx: {0} - Episode {1} ajouté
nl: {0} - Aflevering {1} toegevoegd
zh_cn: {0} - 第 {1} 集已添加

# EpisodeAddedForSeason
source: {0} - Episode added for Season {1}
es_mx: {0} - Episodio añadido para la Temporada {1}
fr: {0} – Épisode ajouté pour la saison {1}
fr_mx: {0} - Aflevering toegevoegd voor Seizoen {1}
nl: {0} - Aflevering toegevoegd voor Seizoen {1}
zh_cn: {0} - 第 {1} 季的剧集已添加

# TotalEpisodesAddedForSeason
source: {0} - {1} episodes added for Season {2}
es_mx: {0} - Se agregaron {1} Episodios para la Temporada {2}
fr: {0} - {1} épisode(s) ajouté(s) pour la saison {2}
fr_mx: {0} - {1} Episode(s) ajouté pour la saison {1}
nl: {0} - {1} Afleveringen toegevoegd voor Seizoen {2}
zh_cn: {0} - 第 {2} 季添加了 {1} 集

# EpisodesAddedToSeries
source: {0} - {1} episodes added
es_mx: {0} - {1} episodios añadido
fr: {0} - {1} épisode(s) ajouté(s)
fr_mx: {0} - {1} épisode(s) ajouté
nl: {0} - {1} Afleveringen toegevoegd
zh_cn: {0} - 已添加 {1} 集

# JellyseerrRequestPendingTitle
source: New Media Request
es_mx: Nueva Solicitud de Medios
fr: Nouvelle Demande de Média
nl: Nieuwe Mediaverzoek
zh_cn: 新媒体请求

# JellyseerrRequestPendingBody
source: {0} requested {1}
es_mx: {0} solicitó {1}
fr: {0} a demandé {1}
nl: {0} heeft {1} aangevraagd
zh_cn: {0} 请求了 {1}

# JellyseerrRequestAutoApprovedTitle
source: Request Auto-Approved
es_mx: Solicitud Auto-Aprobada
fr: Demande Auto-Approuvée
nl: Verzoek Automatisch Goedgekeurd
zh_cn: 请求已自动批准

# JellyseerrRequestAutoApprovedBody
source: {0}'s request for {1} was automatically approved
es_mx: La solicitud de {0} para {1} fue aprobada automáticamente
fr: La demande de {0} pour {1} a été approuvée automatiquement
nl: Het verzoek van {0} voor {1} is automatisch goedgekeurd
zh_cn: {0} 对 {1} 的请求已自动批准

# JellyseerrRequestApprovedTitle
source: Request Approved
es_mx: Solicitud Aprobada
fr: Demande Approuvée
nl: Verzoek Goedgekeurd
zh_cn: 请求已批准

# JellyseerrRequestApprovedBody
source: Your request for {1} has been approved
es_mx: Tu solicitud para {1} ha sido aprobada
fr: Votre demande pour {1} a été approuvée
nl: Uw verzoek voor {1} is goedgekeurd
zh_cn: 你对 {1} 的请求已被批准

# JellyseerrRequestDeclinedTitle
source: Request Declined
es_mx: Solicitud Rechazada
fr: Demande Refusée
nl: Verzoek Afgewezen
zh_cn: 请求已拒绝

# JellyseerrRequestDeclinedBody
source: Your request for {1} has been declined
es_mx: Tu solicitud para {1} ha sido rechazada
fr: Votre demande pour {1} a été refusée
nl: Uw verzoek voor {1} is afgewezen
zh_cn: 你对 {1} 的请求已被拒绝

# JellyseerrRequestAvailableTitle
source: Media Available
es_mx: Medios Disponibles
fr: Média Disponible
nl: Media Beschikbaar
zh_cn: 媒体已可用

# JellyseerrRequestAvailableBody
source: {1} is now available to watch
es_mx: {1} ahora está disponible para ver
fr: {1} est maintenant disponible pour regarder
nl: {1} is nu beschikbaar om te kijken
zh_cn: {1} 现在可以观看了

# JellyseerrRequestFailedTitle
source: Request Processing Failed
es_mx: Error al Procesar Solicitud
fr: Échec du Traitement de la Demande
nl: Verwerking Verzoek Mislukt
zh_cn: 请求处理失败

# JellyseerrRequestFailedBody
source: Failed to process request for {1} by {0}
es_mx: Error al procesar la solicitud de {1} por {0}
fr: Échec du traitement de la demande pour {1} par {0}
nl: Kan verzoek voor {1} door {0} niet verwerken
zh_cn: 处理 {0} 对 {1} 的请求时失败
